Repository: hebcal/hebcal-leyning
Catalog: po/*.po
Languages: he

source: Shabbat Machar Chodesh
he: שַׁבָּת מָחָר חוֹדֶשׁ

source: Shabbat Rosh Chodesh
he: שַׁבָּת רֹאשׁ חוֹדֶשׁ

source: Rosh Chodesh Tishrei
he: רֹאשׁ חוֹדֶשׁ תִּשְׁרֵי

source: Pesach I (on Shabbat)
he: פֶּסַח יוֹם א׳ (בְּשַׁבָּת)

source: Pesach Chol ha-Moed Day 1
he: פֶּסַח חוֹל הַמּוֹעֵד יוֹם א׳

source: Pesach Chol ha-Moed Day 2
he: פֶּסַח חוֹל הַמּוֹעֵד יוֹם ב׳

source: Pesach Chol ha-Moed Day 2 on Sunday
he: פֶּסַח חוֹל הַמּוֹעֵד יוֹם ב׳ (בְּיוֹם רִאשׁוֹן)

source: Pesach Chol ha-Moed Day 3
he: פֶּסַח חוֹל הַמּוֹעֵד יוֹם ג׳

source: Pesach Chol ha-Moed Day 3 on Monday
he: פֶּסַח חוֹל הַמּוֹעֵד יוֹם ג׳ (בְּיוֹם שָׁנִי)

source: Pesach Chol ha-Moed Day 4
he: פֶּסַח חוֹל הַמּוֹעֵד יוֹם ד׳

source: Pesach Chol ha-Moed Day 5
he: פֶּסַח חוֹל הַמּוֹעֵד יוֹם ה׳

source: Pesach Shabbat Chol ha-Moed
he: פֶּסַח שַׁבָּת חוֹל הַמּוֹעֵד

source: Pesach VII
he: פֶּסַח יוֹם ז׳

source: Pesach VII (on Shabbat)
he: פֶּסַח ז׳ (בְּשַׁבָּת)

source: Pesach VIII (on Shabbat)
he: פֶּסַח ח׳ (בְּשַׁבָּת)

source: Shavuot II (on Shabbat)
he: שָׁבוּעוֹת יוֹם ב׳ (בְּשַׁבָּת)

source: Fast Day (Morning)
he: תַּעֲנִית (שַׁחֲרִית)

source: Fast Day (Afternoon)
he: תַּעֲנִית (מִנְחָה)

source: Rosh Hashana I (on Shabbat)
he: רֹאשׁ הַשָּׁנָה יוֹם א׳ (בְּשַׁבָּת)

source: Rosh Hashana II
he: רֹאשׁ הַשָּׁנָה יוֹם ב׳

source: Yom Kippur (on Shabbat)
he: יוֹם כִּפּוּר (בְּשַׁבָּת)

source: Yom Kippur (Mincha, Traditional)
he: יוֹם כִּפּוּר מִנְחָה

source: Yom Kippur (Mincha, Alternate)
he: יוֹם כִּפּוּר מִנְחָה

source: Sukkot I (on Shabbat)
he: סוּכּוֹת יוֹם א׳ (בְּשַׁבָּת)

source: Sukkot Chol ha-Moed Day 1
he: סוּכּוֹת חוֹל הַמּוֹעֵד יוֹם א׳

source: Sukkot Chol ha-Moed Day 2
he: סוּכּוֹת חוֹל הַמּוֹעֵד יוֹם ב׳

source: Sukkot Chol ha-Moed Day 3
he: סוּכּוֹת חוֹל הַמּוֹעֵד יוֹם ג׳

source: Sukkot Chol ha-Moed Day 4
he: סוּכּוֹת חוֹל הַמּוֹעֵד יוֹם ד׳

source: Sukkot Chol ha-Moed Day 5
he: סוּכּוֹת חוֹל הַמּוֹעֵד יוֹם ה׳

source: Sukkot Shabbat Chol ha-Moed
he: סוּכּוֹת שַׁבָּת חוֹל הַמּוֹעֵד

source: Sukkot Final Day (Hoshana Raba)
he: סוּכּוֹת ז׳ (הוֹשַׁעְנָא רַבָּה)

source: Shmini Atzeret (on Shabbat)
he: שְׁמִינִי עֲצֶרֶת (בְּשַׁבָּת)

source: Simchat Torah (on Shabbat)
he: שִׂמְחַת תּוֹרָה (בְּשַׁבָּת)

source: Chanukah Day 1
he: חֲנוּכָּה יוֹם א׳

source: Chanukah Day 2
he: חֲנוּכָּה יוֹם ב׳

source: Chanukah Day 3
he: חֲנוּכָּה יוֹם ג׳

source: Chanukah Day 4
he: חֲנוּכָּה יוֹם ד׳

source: Chanukah Day 5
he: חֲנוּכָּה יוֹם ה׳

source: Chanukah Day 6
he: חֲנוּכָּה יוֹם ו׳

source: Chanukah Day 7
he: חֲנוּכָּה יוֹם ז׳

source: Chanukah Day 7 (on Rosh Chodesh)
he: חֲנוּכָּה יוֹם ז׳ (רֹאשׁ חוֹדֶשׁ)

source: Chanukah Day 8
he: חֲנוּכָּה יוֹם ח׳

source: Chanukah Day 1 (on Shabbat)
he: חֲנוּכָּה יוֹם א׳ (בְּשַׁבָּת)

source: Chanukah Day 2 (on Shabbat)
he: חֲנוּכָּה יוֹם ב׳ (בְּשַׁבָּת)

source: Chanukah Day 3 (on Shabbat)
he: חֲנוּכָּה יוֹם ג׳ (בְּשַׁבָּת)

source: Chanukah Day 4 (on Shabbat)
he: חֲנוּכָּה יוֹם ד׳ (בְּשַׁבָּת)

source: Chanukah Day 5 (on Shabbat)
he: חֲנוּכָּה יוֹם ה׳ (בְּשַׁבָּת)

source: Chanukah Day 7 (on Shabbat)
he: חֲנוּכָּה יוֹם ז׳ (בְּשַׁבָּת)

source: Chanukah Day 8 (on Shabbat)
he: חֲנוּכָּה יוֹם ח׳ (בְּשַׁבָּת)

source: Shabbat Rosh Chodesh Chanukah
he: שַׁבָּת רֹאשׁ חוֹדֶשׁ חֲנוּכָּה

source: Shushan Purim (on Shabbat)
he: שׁוּשַׁן פּוּרִים (בְּשַׁבָּת)

source: Yom Kippur (Mincha)
he: יוֹם כִּפּוּר (מִנְחָה)

source: Tish'a B'Av (Mincha)
he: תִּשְׁעָה בְּאָב (מִנְחָה)

source: Asara B'Tevet (Mincha)
he: עֲשָׂרָה בְּטֵבֵת (מִנְחָה)

source: Ta'anit Bechorot (Mincha)
he: תַּעֲנִית בְּכוֹרוֹת (מִנְחָה)

source: Ta'anit Esther (Mincha)
he: תַּעֲנִית אֶסְתֵּר (מִנְחָה)

source: Tzom Gedaliah (Mincha)
he: צוֹם גְּדַלְיָה (מִנְחָה)

source: Tzom Tammuz (Mincha)
he: צוֹם י״ז בְּתַמּוּז (מִנְחָה)

source: Genesis
he: בְּרֵאשִׁית

source: Exodus
he: שְׁמוֹת

source: Leviticus
he: וַיִּקְרָא

source: Numbers
he: בְּמִדְבַּר

source: Deuteronomy
he: דְּבָרִים

source: Joshua
he: יְהוֹשֻׁעַ

source: Judges
he: שׁוֹפְטִים

source: I Samuel
he: שְׁמוּאֵל א

source: II Samuel
he: שְׁמוּאֵל ב

source: I Kings
he: מְלָכִים א

source: II Kings
he: מְלָכִים ב

source: Isaiah
he: יְשַׁעְיָהוּ

source: Jeremiah
he: יִרְמְיָהוּ

source: Ezekiel
he: יְחֶזְקֵאל

source: Hosea
he: הוֹשֵׁעַ

source: Joel
he: יוֹאֵל

source: Amos
he: עָמוֹס

source: Obadiah
he: עוֹבַדְיָה

source: Jonah
he: יוֹנָה

source: Micah
he: מִיכָה

source: Nachum
he: נַחוּם

source: Habakkuk
he: חֲבַקּוּק

source: Zephaniah
he: צְפַנְיָה

source: Haggai
he: חַגַּי

source: Zechariah
he: זְכַרְיָה

source: Malachi
he: מַלְאָכִי

source: Song of Songs
he: שִׁיר הַשִּׁירִים

source: Ruth
he: רוּת

source: Lamentations
he: אֵיכָה

source: Ecclesiastes
he: קֹהֶלֶת

source: Esther
he: אֶסְתֵּר

source: Pinchas occurring after 17 Tammuz
he: פִּינְחָס מתרחש לאחר יז׳ בְּתַמּוּז

source: Kedoshim following Special Shabbat
he: קְדֹשִׁים לאחר שַׁבָּת מיוחדת

source: Masei on Shabbat Rosh Chodesh
he: מַסְעֵי בְּשַׁבָּת רֹאשׁ חוֹדֶשׁ

source: Matot-Masei on Shabbat Rosh Chodesh
he: מַטּוֹת־מַסְעֵי בְּשַׁבָּת רֹאשׁ חוֹדֶשׁ

source: Ki Teitzei with 3rd Haftarah of Consolation
he: כִּי־תֵצֵא עם הַפְטָרָה שְׁלִישִׁית שֶׁל נֶחָמָה

source: Shabbat HaChodesh
he: שַׁבָּת הַחוֹדֶשׁ

source: Shabbat HaChodesh (on Rosh Chodesh)
he: שַׁבָּת הַחוֹדֶשׁ (בְּרֹאשׁ חוֹדֶשׁ)

source: Shabbat HaGadol
he: שַׁבָּת הַגָּדוֹל

source: Shabbat Shekalim
he: שַׁבָּת שְׁקָלִים

source: Shabbat Shekalim (on Rosh Chodesh)
he: שַׁבָּת שְׁקָלִים (רֹאשׁ חוֹדֶשׁ)

source: Shabbat Shuva (with Vayeilech)
he: שַׁבַּת שׁוּבָה (עם וַיֵּלֶךְ)

source: Shabbat Shuva (with Ha'azinu)
he: שַׁבַּת שׁוּבָה (עם הַאֲזִינוּ)
